
"_BASE_USED_" = "tr";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Genel";
"File Access" = "Dosya Erişimi";
"Performance" = "Performance";
"Finder Extension" = "Finder Extension";
"Love" = "Love";
"OK" = "Tamam";
"Done" = "Tamam";
"Yes" = "Evet";
"No" = "Hayır";
"Don't show again" = "Bir daha gösterme";
"Set as default compressor" = "Varsayılan sıkıştırıcı olarak ayarla";
"Not now" = "Şimdi değil";
"Want to make Keka your default compressor?" = "Keka'yı varsayılan sıkıştırıcınız yapmak ister misiniz?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Bu, tüm uyumlu dosyaların Keka ile çıkarılacağı anlamına geliyor. Bunu daha sonra Keka Tercihlerinde de ayarlayabilirsiniz.";
"Really want to close Keka?" = "Gerçekten Keka'yı kapatmak istiyor musun?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Mevcut işlemler iptal edilecektir. Eğer beklemeyi ve çıkmayı seçerseniz, tüm işler bittiğinde Keka çıkacaktır.";
"Password needed" = "Parola gerekmektedir";
"File \"%@\" needs a password to be extracted" = "\"%@\" Dosyasını çıkartmak için bir parola gereklidir";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Çıkarma işlemi \"%@\" tamamlandı";
"Extraction of \"%@\" failed." = "Çıkarma işlemi \"%@\" başarısız";
"Extraction of %i files done" = "%i dosyası çıkarıldı";
"Extraction complete" = "Çıkarma tamamlandı";
"Extraction fail" = "Çıkarma başarısız oldu";
"Compression complete" = "Sıkıştırma tamamlandı";
"File \"%@\" created" = "\"%@\" dosyası oluşturuldu";
"Compression fail" = "Sıkıştırma başarısız oldu";
"File \"%@\" cannot be created" = " \"%@\" dosyası oluşturulamadı";
"\n(using fallback folder)" = "\n(using fallback folder)";
"Operation not implemented" = "İşlem uygulanmadı";
"Performing operation..." = "İşlem yapılıyor...";
"Waiting..." = "Bekleniyor...";
"Extracting \"%@\"" = "Çıkarılıyor \"%@\"";
"Extracting \"%@...\"" = "Çıkarılıyor \"%@...\"";
"Creating %@ file..." = "%@ dosyası oluşturuluyor...";
"Creating file \"%@\"" = "Dosya oluşturuluyor \"%@\"";
"Creating file \"%@...\"" = "Dosya oluşturuluyor \"%@...\"";
"Volume name:" = "Birim adı:";
"Select the encoding for \"%@\"" = "\"%@\" için kodlamayı seçin.";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Geçen süre: %d:%@%d:%@%d saat%@";
"Time elapsed: %d:%@%d minutes%@" = "Geçen süre: %d:%@%d dakika%@";
"Time elapsed: %d seconds%@" = "Geçen süre: %d saniye%@";
"%.0f seconds" = "%.0f saniye";
"%i:%02i minutes" = "%i:%02i dakika";
"%i:%02i:%02i hours" = "%i:%02i:%02i saat";
"Pause" = "Duraklat";
"Continue" = "Devam Et";
"Operation paused" = "İşlem duraklarıldı";
"Cancel" = "İptal Et";
"Close" = "Kapat";
"Operation failed" = "İşlem başarısız";
"Operation failed with error code %d" = "İşlem %d hata koduyla başarısız oldu";
"Choose a name and folder to start the compression" = "Sıkıştırma işlemini başlatmak için bir isim ve klasör seçin";
"Creation of \"%@\" failed" = " \"%@\" oluşturulması başarısız oldu";
"Creating \"%@\"" = "\"%@\" oluşturuluyor";
"Preparing extraction..." = "Çıkarma hazırlanıyor…";
"Choose a folder to extract this file" = "Bu dosyayı çıkarmak için bir klasör seçin";
"Choose where do you want to extract \"%@\"" = "Nereye çıkarmak istediğinizi seçin \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Tüm birimleri \"%@\" veya onları içeren klasörden seçin";
"Select the folder that contains \"%@\"" = "\"%@\" içeren klasörü seçin";
"Extraction of \"%@\" failed" = "\"%@\" çıkarımı başarısız oldu";
"Keka - %i on queue" = "Keka - %i kuyrukta";
"Keka can't create this %@ image" = "Keka bu %@ imajını oluşturamıyor";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Sadece %@ imajını tek bir klasörle oluşturabilirsiniz. %@ imajını oluşturmak için tüm dosyalarınızı bir klasöre koyun ve bunu sürükleyerek Keka'ya bırakın.";
"Keka can't create this @% tarball" = "Keka bu @% tarball'ı oluşturamıyor";
"This operation is not supported on %@." = "Bu işlem %@ de desteklenmiyor.";
"Compress \"%@\" in %@ to..." = "\"%@\" 'yi %@ 'nin içinde sıkıştır...";
"Compress in %@ to..." = "%@ içinde sıkıştır ...";
"Save as:" = "Farklı kaydet:";
"Compress" = "Sıkıştır";
"Extract \"%@\" to..." = "Buraya \"%@\" çıkar…";
"Extract as:" = "Olarak ayıkla:";
"Extract" = "Çıkart";
"About %i seconds" = "Yaklaşık %i saniye";
"About %i minutes" = "Yaklaşık %i dakika";
"About %i hours" = "Yaklaşık %i saat";
"About %i days" = "Yaklaşık %i gün";
"About %i weeks" = "Yaklaşık %i hafta";
"About %i months" = "Yaklaşık %i ay";
"About %i years" = "Yaklaşık %i yıl";
"About a minute" = "Yaklaşık 1 dakika";
"About an hour" = "Yaklaşık 1 saat";
"About a day" = "Yaklaşık 1 gün";
"About a week" = "Yaklaşık 1 hafta";
"About a month" = "Yaklaşık 1 ay";
"About a year" = "Yaklaşık 1 yıl";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "İlerleme süresi gösterilemiyor…";
"Password for \"%@\"" = "\"%@\" için parola";
"Format" = "Biçim";
"Method" = "Yöntem";
"Method:" = "Yöntem:";
"No compression" = "Sıkıştırma yok";
"Fastest, less compression" = "En hızlı, en az sıkıştırma";
"Fast, less compression" = "Hızlı, daha az sıkıştırma";
"Normal" = "Normal";
"Slow, more compression" = "Yavaş, daha fazla sıkıştırma";
"Slowest, more compression" = "En yavaş, en fazla sıkıştırma";
"Compression" = "Sıkıştırma";
"Extraction" = "Çıkarma";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka \"extlx.plist\" listesini kullanamıyor, lütfen geliştiricilerle iletişime geçin.\n\nKeka şimdi çıkacak.";
"Keka is dying!" = "Keka ölüyor!";
"Ask each time" = "Her zaman sor";
"Next to original file" = "Orijinal dosyanın yanında";
"Custom folder..." = "Özel klasör...";
"Same as original file" = "Orijinal dosya ile aynı";
"Custom name..." = "Özel isim...";
"Archive" = "Arşiv";
"Set as default folder" = "Varsayılan klasör olarak ayarla";
"Perform automatic action" = "Otomatik işlem gerçekleştir";
"Always compress" = "Her zaman sıkıştır";
"Always extract" = "Her zaman çıkart";
"1.4 MB Floppy" = "1.4 MB Floppy disk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Çıkartmak için buraya bırakın";
"Drop here to compress" = "Sıkıştırmak için buraya bırakın";
"Binary \"%@\" is not accessible" = "Binary \"%@\" ulaşılabilir değil";
"The first part \"%@\" can't be found" = "İlk bölüm \"%@\" bulunamadı";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "bilinmeyen";
"Unknown error" = "Bilinmeyen hata";
"Error code %d using \"%@\"\n%@" = "Hata kodu %d \"%@\"\n%@ kullanıyor";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "Hata bulunamadı";
"Minor error, the operation may be done well" = "Küçük hata, işlem tamamlanmış olabilir";
"Fatal error" = "Ölümcül hata";
"CRC error occurred, maybe the file is corrupt" = "CRC hatası oluştu, dosya bozuk olabilir";
"Attempt to modify an archive previously locked" = "Önceden kilitlenmiş bir arşivi değiştirmeyi deneyin";
"Maybe you don't have permission to write or your disk is full" = "Belki yazma izniniz yok veya diskiniz dolu";
"Can't open the file, maybe you don't have read permission" = "Dosya açılamıyor, belki okuma izniniz yok";
"Command line error, please contact with the developer" = "Komut satırı hatası, lütfen geliştiriciyle iletişim kurun";
"Not enough memory. Try to close some programs and repeat the operation" = "Yeterli hafıza yok. Bazı programları kapatmayı ve işlemi tekrarlamayı deneyin.";
"Can't create the file, maybe you don't have permission or free space" = "Dosya oluşturulamıyor, izniniz veya boş alanınız yok";
"Canceled manually" = "Manuel olarak iptal edildi";
"Bad password, try again" = "Kötü şifre, tekrar deneyin";
"This archive is locked" = "Bu arşiv kilitlendi";
"Write error. No permission? No space left?" = "Yazma hatası. İzin yok? Boş yer kalmadı?";
"Can't open the file, maybe it's not accessible" = "Dosya açılamıyor, veya dosya erişilebilir değil";
"No files matching the mask" = "Maskeyle eşleşen dosya yok";
"There were some read errors" = "There were some read errors";
"Give access" = "Erişim izni ver";
"Just folder access" = "Sadece klasör erişimi ver";
"Quit" = "Çık";
"More information" = "Daha fazla bilgi";
"Keka needs file access" = "Keka'nın dosyaya erişim izni gerekiyor";
"Give home access" = "Eve erişim izni ver";
"Customize" = "Özelleştir";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Dosyalarınızla sorunsuz bir şekilde çalışabilmeniz için Keka'nın Mac diskinde yerel erişim iznine ihtiyacı vardır.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\"Keka'ya erişim izni için\" Tıklamanız yeterlidir \n, diskiniz seçilmiş olmalıdır.";
"Give access to Keka" = "Keka'ya erişim izni ver";
"Full Mac access (Recommended)" = "Tam Mac erişim izni ver (Önerilen)";
"Home folder access" = "Ev klasörü erişim izni ver";
"External volumes access" = "Harici birimlere erişim izni ver";
"Full Mac" = "Full Mac";
"Home folder" = "Home folder";
"External volumes" = "External volumes";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "Harici disk: %@";
"An extension is required" = "Bir uzantı gerekli";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Keka'yı varsayılan uygulama olarak ayarlamak için bir eklenti yüklemeniz gerekiyor. Gerekli adımları takip etmek için \"Daha fazla bilgi\" ye tıklayın.\n\nKeka'yi her zaman Finder'ın \"Bilgi Al\" panelini kullanarak herhangi bir format için varsayılan uygulama olarak ayarlayabileceğinizi unutmayın.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Keka varsayılan olarak ayarlanamaz";
"The intermediate application failed to launch. There is more information in the Console.app." = "Ara uygulama başlatılamadı. Console.app içinde daha fazla bilgi var.";
"The intermediate application returned an undefined code." = "Ara uygulama tanımlanmamış bir kod döndürdü.";
"Keka is now set as the default application for its known formats." = "Keka artık bilinen formatları için varsayılan uygulama olarak ayarlandı.";
"Keka set as default" = "Keka varsayılan olarak ayarlandı";
"There were some errors while registering the formats. There is more information in the Console.app." = "Biçimleri kaydederken bazı hatalar var. Console.app içinde daha fazla bilgi var.";
"The intermediate application can't get access to Keka." = "Ara uygulama Keka'ya erişemez.";
"The intermediate application can't find Keka." = "Ara uygulama Keka'yı bulamıyor.";
"Show in Finder" = "Show in Finder";
"Delete" = "Delete";
"Continue without encryption" = "Continue without encryption";
"The password does not match" = "The password does not match";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.";
"Use legacy encryption" = "Use legacy encryption";
"Using AES-256 encryption in ZIP" = "Using AES-256 encryption in ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities.";
"Cannot create the file" = "Cannot create the file";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences";
"Give access to the source/s folder/s" = "Give access to the source/s folder/s";
"Give access to the compressed file" = "Give access to the compressed file";
"The extension is enabled" = "The extension is enabled";
"The extension is disabled" = "The extension is disabled";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.";
"Show the operation log" = "Show the operation log";
"Unable to process tips" = "Unable to process tips";
"Already tipping a monthly %@" = "Already tipping a monthly %@";
"Send a monthly %@ tip" = "Send a monthly %@ tip";
"Send a %@ tip" = "Send a %@ tip";
"Give Keka some love ♥" = "Give Keka some love ♥";
"All extractions will be expanded at this location." = "All extractions will be expanded at this location.";
"All compressions will be stored at this location." = "All compressions will be stored at this location.";
"You'll be asked where to extract each operation." = "You'll be asked where to extract each operation.";
"You'll be asked where to compress each operation." = "You'll be asked where to compress each operation.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane.";
"The characters %@ are not compatible with the %@ format" = "The characters %@ are not compatible with the %@ format";
"The character %@ is not compatible with the %@ format" = "The character %@ is not compatible with the %@ format";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monthly sip of coffee";
"Gift Keka a sip of coffee each month" = "Gift Keka a sip of coffee each month";
"Monthly coffee" = "Monthly coffee";
"Gift Keka a coffee each month" = "Gift Keka a coffee each month";
"Monthly pair of coffees" = "Monthly pair of coffees";
"Gift Keka a couple coffees each month" = "Gift Keka a couple coffees each month";
"Monthly breakfast" = "Monthly breakfast";
"Gift Keka a breakfast each month" = "Gift Keka a breakfast each month";
"Tip a coffee" = "Tip a coffee";
"Tip Keka a coffee so it can stay awake" = "Tip Keka a coffee so it can stay awake";
"Tip a breakfast" = "Tip a breakfast";
"Tip Keka a breakfast so it can start fresh" = "Tip Keka a breakfast so it can start fresh";
"Tip a lunch" = "Tip a lunch";
"Tip Keka a lunch and feed it" = "Tip Keka a lunch and feed it";
"Tip a dinner" = "Tip a dinner";
"Tip Keka a dinner so it keeps rolling" = "Tip Keka a dinner so it keeps rolling";
"Tip a bunch of food" = "Tip a bunch of food";
"Tip Keka a new bunch of food to keep rolling" = "Tip Keka a new bunch of food to keep rolling";
